Autodesk.Revit.DB.DGNImportOptions.DGNModelViewName
The model view name to be imported.
Need user give a model view name to specify which model view need to be imported into Revit
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
When setting this property: A non-optional argument was null
Since:
2013

Autodesk.Revit.DB.DGNImportOptions.#ctor(Autodesk.Revit.DB.DGNImportOptions)
Constructs a new instance of DGNImportOptions as a copy of the import options.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013